;===========================================================================
;   RUSTY DETAILED SOLDIER LISTS LOCALISATION
;   CREATED TRANSLATION BY AKS 24/09/22 02:32  UPDATED 24/09/22 10:47
;===========================================================================
[X2EventListener_StatusOfDSLRusty]
strOfficerAlreadySelectedStatus="ОФИЦЕР В ОТРЯДЕ"
strCommandingOfficer = "ЮНИТ ОФИЦЕР"

strSPARKAlreadySelectedStatus="ИСКРА В ОТРЯДЕ"
strSPARKUnit = "ЮНИТ ИСКРА"

;===========================================================================

[MoreDetailsManager]
m_strToggleDetails="ПЕРЕКЛЮЧИТЬ ДЕТАЛИ"
m_strShowLegend="ПОСМОТРЕТЬ ЛЕГЕНДУ"
m_strLegendTitle="ЛЕГЕНДА"

m_strSection1="СТР.1 ЗНАЧКИ ИМЕНИ"
m_strSection2="СТР.1 ЗНАЧКИ КЛАССА"
m_strSection3="СТР.2 ЗНАЧКИ ИМЕНИ"
m_strSection4="СТР.2 ЗНАЧКИ КЛАССА"
m_StrSection5="ДРУГИЕ ЗНАЧКИ"
m_strSectionR="ЗНАЧКИ ОРУЖИЯ"

m_strShieldsLabel="ЩИТЫ"
m_strPCSLabel="СЛОТ ПБМ"
m_strSPARKLabel="ИСКРА"

m_strNaturalAptitude="ПРИРОДНЫЕ СПОСОБНОСТИ"

m_strNaturalAptitudeLabels[0]="Смертный"
m_strNaturalAptitudeLabels[1]="Хорошие гены"
m_strNaturalAptitudeLabels[2]="Пик развития"
m_strNaturalAptitudeLabels[3]="Сверхчеловек"
m_strNaturalAptitudeLabels[4]="Богоподобный"

m_strSkillPoints="ОЧКИ НАВЫКОВ СОЛДАТА"

;===========================================================================

[XGLocalisedData_DSL]

ItemCategoryRifle="Винтовка"
ItemCategorySniperRifle="Снайперская винтовка"
ItemCategoryCannon="Пушка"
ItemCategoryShotgun="Дробовик"
ItemCategoryGauntlet="Осколочная перчатка"
ItemCategoryVektorRifle="Винтовка Вектор"
ItemCategoryBullpup="Буллпап"
ItemCategorySMG="Пистолет-пулемет"
ItemCategoryPistol="Пистолет"
ItemCategorySword="Оружие ближнего боя"
ItemCategoryGremlin="Гремлин"
ItemCategoryGrenadeLauncher="Гранатомет"
ItemCategoryClaymore="Клеймор"
ItemCategoryClaymoreP="Самодельный Клеймор"
ItemCategoryWristblade="Рип-Джек"
ItemCategorySidearm="Автопистолет"
ItemCategoryPsiamp="Пси-усилитель"
ItemCategorySparkrifle="Винтовка Искры"
ItemCategorySparkBit="BIT Искры"
ItemCategorySparkShield="Щит Искры"
ItemCategoryCombatknife="Боевой нож"
ItemCategoryArcthrower="Дугомет"
ItemCategoryHolotargeter="Голографический целеуказатель"
ItemCategoryLWGauntlet="Перчатка XCOM"
ItemCategorySawedoffshotgun="Обрез"
ItemCategoryHeavy="Тяжелое"
ItemCategoryPsionicReaper="Псионический жнец"
ItemCategoryPsiGatlingRifle="Пси-пулемет"
ItemCategoryEmpty="Пусто"
ItemCategoryPsiampPM="ГЕМ души"
